Repository: giellalt/corpus-sme
Catalog: tmx/nob/admin/sd/samiske_tall/samiske_tall_6_-_web.pdf.tmx
Source language: sme
Languages: nob

source: Doarjjaortnega ulbmil lei ráhkadit čielgasut dili guovddážiid boahtte áiggi doaimmaid várás ja sihkkarastit dárbbašlaš doaimmaid.
nob: I tillegg kan flere tilbydere bidra til et kompletterende samisk studietilbud ved at de har ulik vinkling og faglig tilnærming til kursene.

source: Giellaguovddážat galget ieža fuolahit ruhtadoarjaga iežaset eará doaimmaide.
nob: Universitetet i Nordland har ansvar for lulesamisk høgere utdanning i Norge.

source: (Gieldda- ja regionáladepartemeanta 2002: 20.)
nob: Kursene tilbys i stor grad som fleksible forelesninger med studiesamlinger ved Árran lulesamisk senter på Drag og ved campus i Bodø.

source: 3.3.2 Juolludeami giellaguovddážiidda
nob: Tabell 4.4 Studiepoengproduksjon i lulesamisk

source: Sámediggi juolludii 2013:s oktiibuot 10,826 miljovnna ruvnnu doaibmadoarjjan 13 giellaguovddážii.
nob: Lulesamisk 1 Lulesamisk 2 Bachelor i lulesamisk Totalt

source: Govus 3.7 Juolludeami sámi giellaguovddážiidda áigodagas 2001-2013
nob: Også i lulesamisk ser vi en positiv framgang i studiepoengproduksjonen.

source: Giellaguovddážiid mearri Doarjja juohke giellaguovddážii Oktiibuot 1 600 2400 3 600 4 176 5 200 5 670 10 826
nob: I 2008 ble det ikke produsert et eneste studiepoeng i lulesamisk. I 2009 kom man i gang med 138 studiepoeng.

source: Gáldut: Gieldda ja regionáladepartemeanta 2002; Sámedikki bušeahtat, Nygaard et al.
nob: Vi ser at for 2010 var det lulesamisk 1 som hadde en betydelig produksjon, 288 studiepoeng, mens lulesamisk 2 hadde en nesten like stor produksjon året etter.

source: Govus 3.7 čájeha ahte juolludeapmi giellaguovddážiidda lea leamaš relatiiva stuorra lassáneapmi 1,6 miljovnna ruvnnu 2001:s gitta 10,826 miljovnna ruvdnui 2013:s.
nob: 78 det har vært samla opp en relativt stor gruppe studenter som har fulgt disse to kursene og så starta på bachelor i lulesamisk da det studietilbudet ble oppretta.

source: Ferte geahččat ášši dan oktavuođas ahte giellaguovddážiid lohku lea lassánan mearkkašan veara njealjis gitta golmmanuppelohkái dán áigodagas.
nob: På den ene siden kan man frykte at lulesamisk dermed har brukt mye av potensialet, ved at det vil være få nye studenter å rekruttere når denne gruppa er ferdig med bachelor.

source: Vuođđodoarjagis ovttaskas giellaguovddážiidda ii leat leamaš ná dramáhtalaš lassáneapmi, muhto datge lea lassánan 400 000 ruvnnus gitta 602 000 ruvdnui áigodagas 2001-2013.
nob: At det ikke har vært studiepoengproduksjon i lulesamisk 1 og lulesamisk 2 i 2012, betyr imidlertid ikke at ingen studenter har vært interessert i disse kursene, men at de ikke ble tilbudt dette året.

source: Lassáneapmi lea 50,5 proseantta jos ii váldde vuhtii dábálaš bálká- ja haddelassáneamis. Go váldá vuhtii konsumahaddeindeavssas lea lassáneapmi 23,3 proseantta (SSB.
nob: Når kurs avvikles med jevne mellomrom i stedet for årlig, kan man ikke alltid si noe sikkert om etterspørselen øker eller minker.

source: 2013). 2013:s lea maid várrejuvvon golbma miljovnna ruvnnu ovddidanprošeavttaide mas dušše giellaguovddážat sáhttet ohcat doarjaga. (Sámedikki bušeahtta 2013.)
nob: Men med hele 21 studenter på bachelorprogrammet i lulesamisk ved Universitetet i Nordland kan man vente stor studiepoengproduksjon i lulesamisk i flere år framover.

source: 3.3.3 Giellaguovddážiid doaimmat
nob: 4.7 Studiepoengproduksjon i nordsamisk

source: Árvvoštallan čájeha ahte buot giellaguovddážiin leat giellakurssat iežaset doaimma vuođđun.
nob: Ved Samisk høgskole er praktisk talt alle kurs på samisk.

source: Dasa lassin máŋggat giellaguovddážat dahket iešguđetlágan dokumentašuvdnabargguid ja almmuhit sámegielat materiálaid.
nob: I denne tabellen er det kun valgt ut kurs i samisk språk og ikke kurs på samisk eller kurs med samisk innhold.

source: Giellaguovddážat ráhkadit sámegielat giellašiljuid mánáide ja nuoraide, dat oahpahit sámegiela ollesolbmuide ja čađahit doaladumiide váikkuheaddji bargguid.
nob: Når det gjelder kurstilbud på samisk, er Samisk høgskole i ei særstilling ved at de tilbyr nesten 100 kurs på samisk.

source: Nubbi oassi leages iešguđetlágan álgokurssat olbmuide geat eai máhte sámegiela.
nob: Dette utgjør omtrent tre firedeler av alle kurs som tilbys på samisk ved høgere læresteder i Norge.

source: Muhtin giellaguovddážiin lea maid gáiddusoahpahus vuođđo- ja joatkkaskuvllaid oahppiide dehálaš komponeantan iežaset bargguin.
nob: Tabell 4.5 Studiepoengproduksjon ved Samisk høgskole

source: Kursaoassálastiin galgá leat lohkangelbbolašvuohta ja almmuhit iežaset studeantan Sámi allaskuvlii ja ožžot eksámena maŋŋá oahppočuoggáid.
nob: Tabell 4.5 viser at Samisk høgskole er den institusjonen som har produsert flest studiepoeng i samisk språk i perioden, med totalt 4752.

source: Nygård et al. 2012.)
nob: I og med at Samisk

source: Giellaguovddážat leat stuorámus joavku mii ohcá doarjagiid Sámedikkis giellaprošeavttaide.
nob: Ved Samisk høgskole gjennomføres som nevnt stort sett alle kurs på samisk.

source: Lea veara fuopmášit ahte raportta mielde mas Norut árvvoštallá Sámedikki ohcanvuđot doarjagiid sámegielaide (Josefsen et al.
nob: På lærerutdanningene har de også egne emner i samisk.

source: 2013: 56), geavahit giellaguovddážat menddo olu áiggi čállit ohcamušaid ja raporttaid ja hálddašeapmái eará doaimmaid ektui.
nob: Disse er ikke medregnet her.

source: (Sámedikki bušeahtta 2013: geahča maid govvosa 3.7 bajábealde).
nob: Langs lange spor – om samisk forskning og høyere utdanning (Butenschøn-utvalgets rapport 2012).

source: 3.4 Sámedikki ohcanvuđot doarjagat sámegielaide
nob: Nordsamisk semesteremne Nordsamisk innføringskurs 1 Nordsamisk morfologi og syntaks Samisk språk og litteratur 1 Samisk språk og samisk litteratur 2 Samisk språk og samisk litteratur 3 Bachelor i samisk språk og litteratur Samisk i praktisk læringssituasjon, innføringsstudium del 1 Samisk i praktisk læringssituasjon, innføringsstudium, del 2 Totalt

source: Sámedikkis lea iežas doaibmanáigodagas leamaš iešguđetlágan ohcanvuđot doarjjaortnegat main máŋggalágan doaibmit leat sáhttán ohcat doarjaga giellaprošeavttaide sihke Sámegiela hálddašanguovllu siskkobealde ja olggobealde (Josefsen et al.
nob: 79 høgskole også har flest studietilbud, ser vi en klar sammenheng mellom studietilbud og studiepoengproduksjon ved at jo flere studietilbud et lærested tilbyr i samisk, jo større blir studiepoengproduksjonen.

source: 2013: 8). Doarjjaortnega vuođuštus Sámegiela hálddašanguovllu olggobealde lei 1990-logus ja 2000-logu álggus njeallje iešguđetlágan giellaplána maid Sámediggi lei dohkkehan.
nob: Innføringskurs i samisk har ikke like stor andel av studiepoengproduksjonen ved Samisk høgskole som ved andre læresteder, fordi en større andel av studentene her er morsmålbrukere i samisk.

source: Dasa lassin sáhtte gielddat Sámegiela hálddašanguovllus ohcat prošeaktadoarjaga doarjjaortnegis guovttegielatvuohta gielddain ja fylkkagielddain.
nob: Tabellen viser også at 2009 var toppåret for studiepoengproduksjonen ved Samisk høgskole i denne perioden, og at tallene har gått opp og ned i perioden.

source: 2003 rájes rahppojuvvui vejolašvuohta eará doaibmiide ohcat doarjaga prošeavttaide Sámegiela hálddašanguovllu siskkobealde.
nob: Dette skiller seg fra de andre lærestedene som tilbyr kurs i samisk på høgere nivå, ved at de har hatt økning stort sett hele tida.

source: (Sámedikki jahkedieđáhus 2004. Kapihtal 2.5.7 gielddat).
nob: Det kan være ulike årsaker til denne forskjellen.

source: Sámedikki lea maid várren ruđa giellaprošeavttaide Sámeálbmot foandda dietnasis 2007 maŋŋá.
nob: I andre artikler ses det på elevtallet som har samisk i grunnskolen og i videregående opplæring.

source: Stuorradiggi ásahii Sámeálbmoga foandda geassemánus kollektiivvalaš buhtadussan sámi álbmogii ovddeš áiggi dáruiduhttinpolitihka dihte.
nob: Her kan man se at i byer og større tettsteder velger elever i større grad samisk nå, mens elevtallet ikke har økt i tradisjonelle samiske områder.

source: Sámediggi mearridii geavahišgoahtit ruđa 2007, ja okta golmma áŋgiruššansuorggis lea giellaprográmmat maid ulbmil lea “ eanet aktiiva giellageavaheaddjit ”.
nob: Det kan tyde på at elevtallet i samisk til en viss grad har maksimalisert potensialet i samiske områder, men at det har vært et ubenyttet potensial i byer.

source: Sámi giellaráđđi hálddašii Sámedikki prošeaktadoarjjaortnegiid sámegielaide 2002 rádjái. Áigodagas 2002-11 lei Sámedikki juolludanstivrras hálddašanovddasvástádus buot ohcanvuđot doarjagiin.
nob: Når den totale studiepoengproduksjonen i samisk øker, medfører det likevel at det samiske samfunnet er vinneren, uavhengig av ved hvilken institusjon studiepoengene produseres.

source: Ođđajagimánu 1. beaivvi rájes 2011 heaittihuvvui juolludanstivra ja Sámediggeráđđi válddii badjelasas hálddašit buot Sámedikki doarjjaruđaid oktan ohcanvuđot doarjagiin giellaprošeavttaide. (Josefsen et al. 2013: 8.)
nob: Det er en styrke for samiske samfunn og for samiske studenter at de kan velge å studere samisk ved flere institusjoner, og det må også antas å være en kvalitativ styrke at flere institusjoner tilbyr kurs i samisk.

source: Ii leat vuoruhuvvon háhkat dieđuid juolludemiin giellaprošeavttaide ovdal jagi 2001 dannego dasa gáibiduvvon olu bargu.
nob: 2009 2010 2011 2012 Samisk som fremmedspråk, innføringskurs I 420 160 Nordsamisk som fremmedspråk, Praktisk nordsamisk II

source: 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 Hálddašanguovllu siskkobealde 1600 2000 1160 1160 1360 1360 2200 2450 3450
nob: Nordsamisk som fremmedspråk, grammatikk I Nordsamisk som fremmedspråk, grammatikk II 20 160 Nordsamisk som fremmedspråk, grammatikk III Samisk språkvitenskap, samisk språkhistorie og komparativ dialektologi Samisk språkvitenskap, språkstrukturen i nordsamisk II

source: 7610 5910 Hálddašanguovllu olggobealde 2450 2450 2550 2330 2850 2850 3810 4160 4160
nob: Samisk språkvitenskap, introduksjon til samisk lingvistikk Samisk språkvitenskap, språk i samfunnet og tospråklighet Samisk språkvitenskap, fordypning i samisk syntaks

source: Ruhta Sámeálbmot foandda haga 4050 4450 3710 3490 4210 4210 6010 6610 7610 7610 5910
nob: Samisk språkvitenskap, teori og metode Samisk språkvitenskap, morfosyntaks og syntaks Samisk språkvitenskap, skrivekurs Spesialemne i samisk språkvitenskap Samisk litteraturvitenskap, nordsamisk urfolkslitteratur

source: Oktiibuot: 4050 4450 3710 3490 4210 6210 10010 8110 8810 8810 7610
nob: Samisk litteraturkunnskap, eldre samisk diktning i et kulturhistorisk perspektiv

source: Gáldut: Sámedikki jahkedieđáhus 2004; Josefsen et al.
nob: Samisk litteraturvitenskap, moderne samisk diktning

source: Govus 3.8 čájeha juolludemiid giellaprošeavttaide Sámegiela hálddašanguovllu siskkobealde ja olggobealde ja dietnasat Sámeálbmoga foanddas mat leat geavahuvvon giellaprošeavttaide. Sáhttá namuhit ahte jagi 2001 ja 2002 Sámediggi juolludii 2,406 ja 2,450 miljovnna ruvnnu giellaprošeavttaide Sámegiela hálddašanguovllu olggobealde.
nob: Samisk litteraturvitenskap, moderne prosa Spesialemne i samisk litteraturvitenskap Moderne samisk lyrikk Samisk teksttolkningshistorie og urfolkskritikk Samiske språkpraksiser Nordsamisk som fremmedspråk, nordsamisk litteratur / kulturkunnskap Mastergradsoppgave i samisk språk Totalt 320 745 900 1085

source: 73 saji dihte leat jagi 2001 ja 2002 supmit guđđojuvvon namutkeahttá govvosis 3.8. Ođđa njuolggadusat leat váldojuvvon atnui 2012 rájes ohcanvuđot gielladoarjagiid gieđahallamis, iige earut šat bušeahtas prošeavttaid gaskkas mat leat Sámegiela hálddašanguovllu siskkobealde ja olggobealde.
nob: Som vi ser av tabellen, står Universitetet i Tromsø for den største studiepoengproduksjonen i samisk siste år, og institusjonen har også veldig mange ulike kurs å tilby.

source: Iige leat šat sierra poasta mas dietnasat Sámeálbmoga foanddas leat namuhuvvon, muhto Sámedikki bušeahtain lea mearkkašumiin fuopmášahttán ahte geavahuvvo 1,2 miljovnna ruvnnu jagi 2012 ja 1,7 miljovnna ruvnnu jagi 2013 Sámeálbmot foandda dietnasis giellaprošeavttaide. (Sámedikki bušeahtta 2012; 2013).
nob: Universitetet i Tromsø har økning i studiepoengproduksjonen hvert år.

source: Lassáneapmi lea 3,56 miljovnna ruvnnu dahje 87,9 proseantta.
nob: Fra 2009 til 2010 mer enn dobler de studiepoengproduksjonen.

source: Go váldá vuhtii dábálaš bálká- ja haddelassáneamis lea lassáneapmi 60,4 proseantta (SSB. 2013).
nob: Økninga avtar noe etter det, men det er hele tida ei økning i produksjonen.

source: Dalle geavahuvvo njeallje miljovnna ruvnnu Sámeálbmoga foandda dietnasis ja submi sámi giellaprošeavttaide lea oktiibuot 10,01 miljovnna ruvnnu.
nob: Hvis vi ser nærmere på hvilke kurs i samisk det avlegges flest studiepoeng i ved Universitetet i Tromsø, er nordsamisk som fremmedspråk klart størst.

source: Viđajagi áigodagas 2008-13 Sámediggi geavaha badjelaš 40 miljovnna ruvnnu ohcanvuđot giellaprošeavttaide.
nob: De ulike kursene i nordsamisk som fremmedspråk står for over halvparten av den totale studiepoengproduksjonen de tre siste årene.

source: Dan 40 miljovnnas bohtet 11,6 miljovnna Sámeálbmot foandda dietnasis.
nob: Denne produksjonen øker også for hvert år fra 2010 til 2012.

source: Jos dienas Sámeálbmot foanddas dollojuvvo olggobealde árvvoštallamiin áigodagas 2008-11, de lassánit liikká juolludeamit sámi giellaprošeavttaide sihke Sámegiela hálddašanguovllu siskkobealde ja olggobealde.
nob: Gjennom hele 2000-tallet har det vært ei bevisst strategisk satsing ved Universitetet i Tromsø på samisk begynneropplæring.

source: Geahpideapmi lea 22,3 proseantta ja duođalaš geahpideapmi lea 24,3 proseantta go váldá vuhtii dábálaš bálká- ja haddelassáneami (SSB. 2013).
nob: Og nå starter UiT et nytt masterfag på lærerutdanningen som skal utdanne flere lærere til elever som ønsker samisk som andrespråk.

source: Juolludemiid juohkáseapmi prošeavttaide Sámegiela hálddašanguovllu siskkobealde ja olggobealde čájeha ahte juolluduvvui eanet ruhta prošeavttaide Sámegiela hálddašanguovllu olggobealde go siskkobealde.
nob: Tabellen viser en betydelig interesse for å lære samisk blant dem som ikke har samisk som morsmål og blant ikke-samer.

source: 2011 rájes eai leat logut mat čájehivčče dákkár juohkáseami.
nob: Det må kunne sies å være positivt, og det bidrar til å bygge tverrkulturell forståelse, et poeng som ble påpekt av FNs spesialutsending for urfolks rettigheter, James Anaya, i diskusjonen i etterkant av hans framlegging av FN-rapporten om samenes situasjon i Norden.

source: Jagi 2011 bušeahtas lahkonit dán guovtti ortnega bušeahttasturrodagat nubbi nuppi.
nob: Det finnes flere eksempler fra andre minoritetsspråkområder på at det har hatt en positiv effekt for språket at andre også lærer og bruker det.

source: Sámediggi čilge sivvan dasa leat ahte Sámegiela hálddašanguovlu lea viiddiduvvon ođđa gielddaiguin ja Sámediggi lea ožžon eanet ohcamušaid Sámegiela hálddašanguovllus (Josefsen et al. 2013:9; Sámedikki bušeahtta 2011).
nob: For at samisk skal kunne brukes på høgere nivå, er det viktig at det ikke bare avlegges studiepoeng i samisk som fremmedspråk, men at også morsmålbrukere tar høgere utdanning i samisk.

source: Jagi 2012 lei bušehttii bidjan seammá ollu ruđa go 2011 oktiibuot 8,81 miljovnna ruvnnu. Dán supmis leat maid dietnasat Sámeálbmot foanddas.
nob: Hvis vi ser bort fra samisk som fremmedspråk, får man denne tabellen for nordsamisk studiepoengproduksjon ved Universitetet i Tromsø:

source: 74 miljovnna ruvdnui oktan Sámeálbmot foandda dietnasiin. Geahpideapmi lea 13,6 proseantta.
nob: Tabell 4.7 Studiepoengproduksjon eksklusiv begynnerkurs ved Universitetet i Tromsø

source: Giellaprošeavttaid njuolggadusat main bohtet ovdan makkár giellaprošeavttaide lea vejolaš ohcat doarjaga, leat moanaid háviid nuppástuvvon.
nob: Tabell 4.7 viser at det er ei jevn stigning i avlagte studiepoeng i samiskspråklige kurs som ikke kan defineres som fremmedspråk / begynneropplæring.

source: 2013:s sáhttá ohcat doarjaga: giellakurssaide ollesolbmuide, giellakurssaide maid ásahusat dahje organisašuvnnat ovttasráđiid lágidit rastá riikarájáid, giellašiljuide mat nannejit njálmmálaš giellafievrrideami buolvvaid gaskkas, giellaleairraide mánáide ja nuoraide, tearbmaprošeavttaide, báikenammaprošeavttaide ja prošeavttaide main ovddidit, jorgalit dahje heivehit applikašuvnnaid sámegillii.
nob: Det betyr at interessen for å ta høgere utdanning i samisk øker omtrent like mye for morsmålbrukere som for andre, og viser at UiT har en sentral posisjon når det gjelder å sikre samisk språkutdanning i Norge og Norden.

source: (Josefsen et al. 2013:6.)
nob: Avlagte studiepoeng eksklusiv samisk som fremmedspråk

source: 70 proseantta ohcciin ožžoge doarjaga.
nob: Tabell 4.8 Studiepoengproduksjon i nordsamisk totalt:

source: Stuorámus oassi čađahuvvon giellaprošeavttain lea davvisámegiela várás.
nob: Samisk høgskole Universitetet i Tromsø Totalt

source: 238 juolludeamis manne 173 davvisámegielat prošeavttaide, 49 máttasámegielat prošeavttaide, 15 julevsámegielat prošeavttaide ja okta biŧamsámegielat prošektii.
nob: Som vi ser av tabell 4.8, har det vært en markant økning i studiepoengproduksjonen i nordsamisk fra 2008 til 2011, mens det er en nedgang for 2012.

source: Ii mihkkege geavahuvvon nuortasámegielat prošeavttaide. Vaikko ollu juolludeamit leat davvisámegielat prošeavttaide, de ii sáhte dadjat ahte davvisámegiella lea leamš vuoruhuvvon.
nob: Slik Jon Todal har vist i Samiske tall forteller 4, har det de siste årene vært en nedgang i elevtallet i samisk som andrespråk i grunnskolen, etter at det i en periode var en markant oppgang i det samme elevtallet.

source: Baicce nuppegežiid. Go guorahallá makkár prošeavttat eai ožžon doarjaga, de čájehuvvo ahte proseanttaid mielde ožžo eanet mátta- ja julevsámegiela prošeavttat doarjaga go davvisámegielat prošeavttat. (Josefsen et al. 2013: 15; 18).
nob: Kanskje kan dette gi utslag videre i utdanningsløpet ved at det er færre som er motivert for høgere utdanning i samisk, eller at det er strømninger i samfunnet som påvirker samisk både i grunnskolen, i videregående opplæring og i høgere utdanning som gjør at elevtallene øker eller minker på alle nivåer samtidig ?

source: Stuorámus doaibmi gielladoarjjamárkanis lea giellaguovddážat. Dat ožžo viđajagi áigodagas 2007-11 doarjaga 107 giellaprošektii. Gielddat bohtet nubbin 39 prošeavttain.
nob: Vi vet at språkfag generelt har hatt en alvorlig nedgang i flere år både innenfor videregående opplæring og innen høgere utdanning der flere språkretninger har vært lagt ned de siste årene.

source: Vuođđoskuvllain ja skuvllaid astoáigedoaimmain leat leamaš 21 giellaprošeavtta ja mánáidgárddiin gávcci.
nob: Dette viser at ungdom i mindre grad velger språk som studievalg.

source: Ii-almmolaš sámi ásahusat dego vuođđudusat ja oasussearvvit leat ožžon doarjaga 16 prošektii, ja sámi beroštumiidorganisašuvnnain leat leamaš 14 prošeavtta.
nob: Også dette kan ha mange årsaker, men da regjeringa fjernet kravet om obligatorisk opplæring i andrespråk i videregående opplæring, ga de kanskje samtidig signaler om at språk ikke var veldig viktig ?

source: Norgga almmolaš ásahusat leat maid ožžon doarjaga 13 sámi giellaprošektii, ja logi ovttaskasolbmui lea juolluduvvon dákkár doarjja. Muđui leat lágádusat ožžon doarjaga guđa prošektii ja musea ovtta prošektii.
nob: Likevel, hvis for eksempel spansk i mindre grad studeres ved norske læresteder, kan det være en ulempe for Norge, men spansk er fortsatt ikke et truet språk.

source: Ferte atnit mearkkašan veara ahte sámi organisašuvnnat ja ovttaskasolbmot leat ožžon doarjaga dušše 14 ja logi prošektii.
nob: Hvis færre velger å studere samisk, kan det få store konsekvenser for samiske språk, som faktisk er truet.

source: 75 giellaguovddážis lea doarvái gelbbolašvuohta čađahit daid.
nob: Tabell 4.9 Total studiepoengproduksjon i samisk

source: Iešguđetge lágideaddjit leat ožžon doarjaga 238 prošektii maid doaimmat leat viehka viidát.
nob: Tabell 4.9 viser økning i studiepoengproduksjonen i samisk fra 2008 til i dag.

source: 26 juolludeami leat mannan oppalaš gielladoaimmaide.
nob: 2012 er toppåret, men 2010 har også en høg produksjon.

source: Árbevirolaš sámi doaimmain ja gelbbolašvuođaloktemis dego skuvlen ja oahpahus bargiide lea guđesge leamaš vihtta prošeavtta.
nob: Det betyr at stadig flere studerer samisk, og stadig flere avlegger eksamen i samiskspråklige studier.

source: Golbma prošeavtta leat gokčán oahpaheaddjiid bálkká go oahpahusa lea leamaš sámegillii vuođđoskuvllas. Mátkkit ja oahppomátkkit leat leamaš guovtti prošeavttas.
nob: Dette er svært positivt og har vært et uttalt ønske både fra Sametinget og fra statlige Jon Todal i Samiske tall forteller 4.

source: 3.5 Sámedikki iežas giellabarggut
nob: Sørsamisk Lulesamisk Nordsamisk Totalt

source: 2013:s Sámediggi juolludii 3,5 miljovnna ruvnna daid ulbmiliidda.
nob: 83 myndigheter.

source: Mihttomearri lea ahte sámegiella geavahuvvo ja oidno buot servodatsurggiin. Strategiijat dan mihttomeari olaheamis lea gulahallama bokte báikkálaš, regionála ja guovddáš eiseválddiiguin ja eará aktevrraiguin háhkat buriid rámmaeavttuid sámegiela várás.
nob: Ikke overraskende er studiepoengproduksjonen signifikant større for nordsamisk enn for lule- og sørsamisk, men sett i forhold til hvor mange språkbrukere de ulike samiske språkene har, er ikke studiepoengproduksjonen i lule- og sørsamisk mindre.

source: 3.5.2 Juolludeamit sámegiela seailluheapmái ja ovddideapmái
nob: Denne artikkelen har sett på studiepoengproduksjonen i samisk språk ved høgere utdanningsinstitusjoner i Norge.

source: Govus 3.9 čájeha ahte lea várrejuvvon 3,5 miljovnna ruvnnu sámegiela seailluheapmái ja ovddideapmái 2013.
nob: Fire institusjoner tilbyr i dag slike kurs: Samisk høgskole, Høgskolen i Nord-Trøndelag, Universitetet i Nordland og Universitetet i Tromsø.

source: Lea 1,4 miljovnna ruvdnosaš geahpideapmi 2012 ektui, muhto geavatlaččat lea 500 000 ruvdnosaš lassáneapmi 4,9 miljovnna ruvdnui danne go prošeakta “ Sámegiela giellakampánja ” lea sirdojuvvon poasttas “ Sámegiela seailluheapmi ja ovddideapmi ” vuollekapihttalii 4.3 Sámegiela geavaheapmi. (Sámedikki bušeahtta 2013.)
nob: Som statistikken viser, har det vært økning i studiepoengproduksjonen i samisk, mens mange andre språkfag har lavere søkertall og lavere studiepoengproduksjon enn for fem år siden.

source: Govus 3.9 Juolludeamit sámegiela seailluheapmái ja ovddideapmái 2011
nob: Slik sett må man kunne si at studiepoengproduksjonen i samisk bidrar til å oppnå høgere nivåer i Fishman sine stadier for språkbruk.

source: Bušeahttapoasta “ Sámegiela seailluheapmi ja ovddideapmi ” lei ođas 2012 bušeahtas ja danne lea váttis addit duođalaš gova Sámedikki barggus seailluhit ja ovddidit sámegiela ovttasbarggus eará doaibmiiguin dego Davviriikkalaš giellaovttasbarggus ja prošeavttaid bokte mat lea Sámedikki iežas hálddus. Dákkár doaibmabijut leat iešguđetge báikkiin ovddet jagiid bušeahtain. Easkka 2012:s leat prošeavttat Sámedikki iežas hálddus šaddan sierra poastan bušeahtas.
nob: For å dekke et økende behov for høg kompetanse i samisk er det nødvendig å opprettholde studiepoengproduksjonen i alle samiske språk.

source: Davviriikkalaš sámi giellaovttasbargu lea dáhpáhuvvan Sámi giellalávdegottis 1997 rájes ovttasbargun Norgga, Ruoŧa ja Suoma Sámedikkiid gaskkas.
nob: Butenschøn-utvalget påpeker at rekrutteringen til høgere utdanning i samisk starter allerede i barnehagen.
